{
  "Common": {
    "biography": "Biography",
    "facts": "Interesting Facts",
    "books": "Favorite Books",
    "search_placeholder": "Search for a hero...",
    "search_not_found": "Hero not found :(",
    "more": "Read More",
    "not-found": "Something went wrong :(",
    "go-back": "Go back to the home page"
  },
  "Leonardo Da Vinci": {
    "name": "Leonardo da Vinci",
    "preview": "Leonardo da Vinci is the greatest artist, sculptor, architect, inventor, writer, musician, a man who has succeeded in a phenomenal number of directions. He was ahead of his time by several centuries, made discoveries that would be rediscovered many years later. He wasn't a genius. His main gift was observation and interest in literally everything that was happening at the level of obsession.",
    "biography": {
      "para1": "Many people mistakenly believe that \"da Vinci\" is the surname of a great artist. In fact, it literally translates to \"from Vinci\". Vinci is a small town in the vicinity of Florence. By the way, the city exists to this day, its population numbers 14.3 thousand people. So \"da Vinci\" is not a surname, but an indication of where Leonardo is from.",
      "para2": "Leonardo da Vinci was the bastard (illegitimate son) of Piero, the hereditary notary. At that time, it was possible to make an illegitimate son legitimate by signing a number of documents and passing some bureaucratic tests. But for the rest of his life, Da Vinci will remain a bastard. There is no exact information why his father did not recognize him. Most likely, this is due to the fact that if Leonardo had become a legitimate son, he would have been forced to continue his father's business, which did not attract him at all.",
      "para3": "Leonardo began his career in the workshop of Verocchio. There he studied drawing, sketching and sculpture. It was from this period of time that the first works of da Vinci reached us: \"The Baptism of Christ\" and \"The Annunciation\". In the painting \"The Baptism of Christ\" da Vinci depicted an angel at the bottom left. The other angel was depicted by Leonardo Verocchio's teacher. When Verocchio saw the angel da Vinci, the teacher realized the superiority of his student and gave up drawing forever. Vasari, the earliest biographer of da Vinci, writes: \"Amazed, Verrocchio abandoned his brush and never returned to painting.\" Already here we see the talent of a young artist. But it is noteworthy that the paintings are not perfect. This proves once again that the young da Vinci was not a gifted genius. He undoubtedly had great talent. But hundreds of other artists had the same talent. But it was Da Vinci who was remembered by history as one of the greatest artists in history. And this is absolutely due to his constant work and incredible curiosity.",
      "para4": "During his life, Leonardo da Vinci completed about 15 paintings. For an artist who has lived a fairly long life (da Vinci died at the age of 68), this is quite a little. For comparison, Raphael Santi, another of the greatest creators of the High Renaissance, died at the age of 37, but completed more than 100 paintings and frescoes! Such a number of completed paintings is determined by the pace of Leonardo's work, or rather even the style of his work. Every time he stopped enjoying his job, he quit it. This is one of the main features of Leonardo, his gift and curse. He worked on most of his paintings, including the well-known Mona Lisa, literally until the end of his life. Da Vinci constantly improved his drawing skills, his understanding of optics, shadows and anatomy, and after gaining new knowledge made adjustments to his work.",
      "para5": "The crown of all da Vinci's work is undoubtedly the \"Mona Lisa\". Da Vinci began working on the painting in 1503 and worked on it until his death in 1519. Who is depicted in this painting? There is a version that the Mona Lisa is actually an image of da Vinci himself in the form of a woman. In fact, everything is much more boring and simpler: Mona Lisa is the wife of a silk merchant, a friend of Leonardo. Another name of the painting is \"Giocondo\". This is Lisa's last name, and her full name is Lisa del Giocondo. Why is this painting considered so brilliant? I think there are only 3 main reasons: realism, the highest skill of the author and mystery. One of the most discussed aspects of the painting is her famous \"mysterious\" smile. Depending on the angle of view and lighting, the viewer can see both a slight smile and its absence. It has become a symbol of the emotional layering and depth of human nature."
    },
    "facts": {
      "fact1": "Leonardo da Vinci was gay and did not hide it, despite the fact that it was illegal at the time. He even went to prison for it once, but stayed there only a few days.",
      "fact2": "Da Vinci loved bright clothes. He loved the color pink and always wore clothes of that color.",
      "fact3": "One of the items on his to-do list was: \"Describe the tongue of a woodpecker and the jaw of a crocodile\". An unusual assignment for the greatest artist, isn't it? This small point helps to understand how strong Leonardo's interest was in literally everything. Da Vinci never stopped asking seemingly stupid questions like: \"Why is the sky blue?\". But it was precisely this insane curiosity, along with talent and observation, that made the unremarkable bastard the greatest artist in history. By the way, the woodpecker's language is a truly amazing thing. He can reach 2/3 of the entire length of his body, which is three times larger than his head. When the woodpecker does not use the tongue, the organ wraps around the skull. This protects the bird's brain from constant blows when chiseling a tree.",
      "fact4": "Leonardo's work \"Savior of the World\" is the most expensive painting in history. Its cost is 450 million dollars",
      "fact5": "In the same painting, \"Savior of the World\", one rather gross mistake was made: the glass ball that Jesus Christ holds in his hand does not distort the image in any way. The image inside the ball is usually upside down due to the lens effect, as the ball acts like a spherical lens. But is the ball perfectly transparent in the picture? Did the great artist, who studied optics for a long time, make such a stupid mistake? Probably not. There are many versions of why the ball is depicted this way. The most popular one: Leonardo knew about the distortion of the glass ball, but deliberately did not depict it, as this would spoil the atmosphere of the cratina. Knowing the diligence with which da Vinci verified every minute detail, we can say that this sounds quite plausible.",
      "fact6": "To understand how diverse Leonardo da Vinci's interest was, take a look at Wikipedia and see what his \"occupation\" is. The whole list includes 24 items :)",
      "fact7": "One of the greatest events in the history of painting: the \"battle\" between Leonardo da Vinci and Michelangelo. The fight, of course, was expressed not by a fist fight, but by a battle of skill between two geniuses. Leonardo and Michelangelo were invited to the Signoria Palace to paint two frescoes. The two masters worked literally behind each other's backs for 3 years. Then Leonardo was over 50 and he was already a renowned artist and engineer, and Michelangelo, who was 29 at the time, was rapidly gaining popularity due to his talent and skill. The relationship between them was, to put it mildly, not the best. There are several reasons: firstly, the age difference, secondly, differences in work styles and approach to art, and thirdly, banal competition. It is a pity that in this greatest battle, the winner was never revealed. Both works were not finished.",
      "fact8": "Three of the most famous people of their time: Leonardo da Vinci, Niccolo Machiavelli and Cesare Borgia stayed in the same city for some time and were united by a common cause. It was in the city of Imola. At that time, Leonardo was in the service of Cesare Borgia. Da Vinci was sent to Imola to strengthen the defense. Niccolo Machiavelli, who served as a diplomat of the Florentine Republic, was sent during the Borgia military campaigns to monitor his actions and negotiate. Back in this city, Leonardo proved himself to be an incredible cortographer. Just take a look at the map written by Da Vinci. The accuracy and detail of the drawing is simply amazing. By the way, it was Leonardo da Vinci who was the founder of the \"trend\" for accurate military maps. Until that time, they were almost never used, and after the most accurate image of da Vinci, it became clear how important accurate knowledge and image of the area can be.",
      "fact9": "Sfumato is a distinctive artistic technique that Leonardo honed to the level of perfection. It is thanks to this technique that many works with disputed authorship are distinguished. This technique consists in a smoother and blurred image of the contours. Leonardo correctly noted that the human eye does not see the exact boundaries of objects at a distance. This technique is especially noticeable in Da Vinci's main creation \"Mona Lisa\"."
    },
    "books": {
      "book1": "Leonardo read ancient thinkers: Aristotle, Plato, Ptolemy, Archimedes",
      "book2": "One of the main books in da Vinci's life was Alberti's book \"About Painting\""
    }
  },
  "Steve Jobs": {
    "name": "Steve Jobs",
    "preview": "The CEO of Apple and Pixar. It was thanks to Steve that this world saw the iPhone, MacBook, iPad and iPod. He liked to do well. Even something that no one will ever see. Steve Jobs and two of his friends, Steve Wozniak and Ronald Wayne, founded the company, which now has a capitalization of $3.38 trillion, making it the most expensive in the world. He is often called a «visionary» and even the «father of the digital revolution.» Few people have changed the technology industry the way Steve Jobs did.",
    "biography": "",
    "facts": "",
    "books": ""
  },
  "Elon Musk": {
    "name": "Elon Musk",
    "preview": "CEO, just think about it, 6 companies!!! This list includes: Twitter (X), SpaceX, Tesla, NeuroLink, The Boeing Company and SolarCity. One of the most influential people of our time. Elon Musk became the first person in history whose personal fortune exceeded $ 300 billion. He is also the father of at least 12 children. Elon Musk is undoubtedly a great man, a man of the future.",
    "biography": {
      "para1": "Elon Musk was born in South Africa, in Pretoria. His father was an engineer and for a while mined and sold emeralds. My mother was a model. It would seem that parents have such status jobs, so they should live in a big way. But my father's business quickly exhausted itself, and the modeling business does not bring stable income. It cannot be said that the Musk family was poor. But they certainly weren't rich either, rather they were the same average middle-class family.",
      "para2": "Elon grew up a shy boy and had almost no friends at school. He had a younger brother, Kimball, and a sister, Tosca. Musk fell in love with reading at an early age and read several dozen encyclopedias. However, this did not add to his popularity at school. Ilon was bullied by his peers and once even had his nose broken. When Ilon was 10 years old, he received as a gift his first computer and at the same time his second passion - programming. Reading and programming were Musk's main activities in his free time from school. At the age of 12, he developed his Blastar game and sold it. This is how the young businessman earned his first 500 dollars.",
      "para3": "As a student, Elon moved to Canada, where he enrolled at Queens University. She studied there for two years, then transferred to the University of Pennsylvania, and then to Stanford. When he was already a student at Stanford University, the Internet boom began, in which Max saw a great opportunity. Elon dropped out of university and founded his first company with his brother Kimball - Zip2. Zip2 was engaged in the development of online travel guides for newspapers. Before the company achieved success, Elon could not afford to rent an apartment and slept right in the small office where the development was carried out. Elon will carry this line with him in years. Only now he will not sleep in a small office, but in a huge Tesla car factory, and not because he has no money, but because he devotes himself to his favorite business.",
      "para4": "Zip 2 was developing at a rapid pace. Elon, along with Kimball, signed a contract with The New York Times and The Chicago Tribune. In February 1999, Compaq acquired Zip2 for $307 million, and Elon Musk became a multi-millionaire at the age of 27."
    },
    "facts": {
      "fact1": "Elon's hair began to fall out at an early age. Because of this, he had a hair transplant operation."
    },
    "books": ""
  },
  "Albert Einstein": {
    "name": "Albert Einsten",
    "preview": "The Man of the Century according to Time. The author of the theory of relativity (the same formula E=mc^2), the quantum theory of the photoelectric effect and heat capacity, quantum statistics, the theory of the induction effect, and so on, and so on. The most popular scientist in history, whose photo has been seen by everyone without exception. His quotes are still circulating on the Internet (unfortunately, most of these quotes do not actually belong to Albert Einstein). A real symbol of the science of the XX century.",
    "biography": "",
    "facts": "",
    "books": ""
  },
  "Alexander The Great": {
    "name": "Alexander The Great",
    "preview": "Alexander the Great is undoubtedly the most powerful man of his time and one of the most talented generals in history. At the age of 20, he was the ruler of one of the greatest empires in the history of mankind. His enemies called him \"Alexander the Damned\". The allies worshipped him like a real God. Alexander's teacher was Aristotle himself.",
    "biography": {
      "para1": "Alexander the Great is the son of the great King Philip II of Macedon. Alexander spent almost all of his childhood with his mother, as Tsar Philip was constantly on campaigns. In 343 or 342 BC, Philip decided to send his son along with other noble youths to the city of Mieza. From that time until 340 BC, Alexander's mentor was Aristotle himself. Alexander was very quick-tempered and sensitive, but at the same time he showed curiosity and diligence.",
      "para2": "From an early age, Alexander demonstrated his talent. The story of Bucephalus the horse is widely spread. According to Plutarch, at the age of 12, Alexander saddled a wayward horse because he realized that the animal was afraid of its own shadow. After that, Bucephalus became Alexander's favorite horse, with whom he went through more than one war. One day the Persian barbarians kidnapped Bucephalus. Upon learning of this, Alexander vowed to exterminate all the people if they did not return the horse. The horse was returned, of course.",
      "para3": "When Alexander was 20 years old, his father Philip died. Alexander officially became king of Macedonia. At that time, Macedonia was already a powerful and large state that controlled Thrace, part of Illyria, the entire Aegean coast and all of Greece except Sparta. After Philip's death, uprisings broke out in Greece and Thebes. Alexander harshly suppressed the riots."
    },
    "facts": {
      "fact1": "Some sources say that Alexander the Great had a phenomenal memory and knew the name of every person in his army, which numbered more than 40 thousand people at its peak.",
      "fact2": "Alexander founded the city and named it after his beloved horse Bucephalus. This city exists to this day and is located on the territory of modern Pakistan."
    },
    "books": ""
  },
  "Winston Churchill": {
    "name": "Winston Churchill",
    "preview": "The greatest British Prime Minister in history. According to Time magazine, Churchill is included in the list of one hundred most influential people of the 20th century. As a child, he prophetically called himself the savior of Great Britain. During World War II, when Nazi Germany attacked, this prediction came true. The whole country cried at his funeral, and a total of 350 million people watched the broadcast of the farewell ceremony.",
    "biography": "",
    "facts": "",
    "books": ""
  }
}
