{
  "Common": {
    "biography": "Biography",
    "facts": "Interesting Facts",
    "books": "Favorite Books"
  },
  "Leonardo Da Vinci": {
    "name": "Leonardo da Vinci",
    "preview": "Leonardo da Vinci is the greatest artist, sculptor, architect, inventor, writer, musician, a man who has succeeded in a phenomenal number of directions. He was ahead of his time by several centuries, made discoveries that would be rediscovered many years later. He wasn't a genius. His main gift was observation and interest in literally everything that was happening at the level of obsession.",
    "biography": "Biography of da Vinci",
    "facts": "Facts about da Vinci",
    "books": "Books about da Vinci"
  },
  "Steve Jobs": {
    "name": "Steve Jobs",
    "preview": "The CEO of Apple and Pixar. It was thanks to Steve that this world saw the iPhone, MacBook, iPad and iPod. He liked to do well. Even something that no one will ever see. Steve Jobs and two of his friends, Steve Wozniak and Ronald Wayne, founded the company, which now has a capitalization of $3.38 trillion, making it the most expensive in the world. He is often called a «visionary» and even the «father of the digital revolution.» Few people have changed the technology industry the way Steve Jobs did.",
    "biography": "",
    "facts": "",
    "books": ""
  },
  "Elon Musk": {
    "name": "Elon Musk",
    "preview": "CEO, just think about it, 6 companies!!! This list includes: Twitter (X), SpaceX, Tesla, NeuroLink, The Boeing Company and SolarCity. One of the most influential people of our time. Elon Musk became the first person in history whose personal fortune exceeded $ 300 billion. He is also the father of at least 12 children. Elon Musk is undoubtedly a great man, a man of the future.",
    "biography": "",
    "facts": "",
    "books": ""
  },
  "Albert Einstein": {
    "name": "Albert Einsten",
    "preview": "The Man of the Century according to Time. The author of the theory of relativity (the same formula E=mc^2), the quantum theory of the photoelectric effect and heat capacity, quantum statistics, the theory of the induction effect, and so on, and so on. The most popular scientist in history, whose photo has been seen by everyone without exception. His quotes are still circulating on the Internet (unfortunately, most of these quotes do not actually belong to Albert Einstein). A real symbol of the science of the XX century.",
    "biography": "",
    "facts": "",
    "books": ""
  },
  "Alexander The Great": {
    "name": "Alexander The Great",
    "preview": "Alexander the Great is undoubtedly the most powerful man of his time and one of the most talented generals in history. At the age of 20, he was the ruler of one of the greatest empires in the history of mankind. His enemies called him \"Alexander the Damned\". The allies worshipped him like a real God. Alexander's teacher was Aristotle himself.",
    "biography": "",
    "facts": "",
    "books": ""
  },
  "Winston Churchill": {
    "name": "Winston Churchill",
    "preview": "The greatest British Prime Minister in history. According to Time magazine, Churchill is included in the list of one hundred most influential people of the 20th century. As a child, he prophetically called himself the savior of Great Britain. During World War II, when Nazi Germany attacked, this prediction came true. The whole country cried at his funeral, and a total of 350 million people watched the broadcast of the farewell ceremony.",
    "biography": "",
    "facts": "",
    "books": ""
  }
}
