{
  "Common": {
    "biography": "Биография",
    "facts": "Интересные Факты",
    "books": "Любимые Книги",
    "search_placeholder": "Найти героя...",
    "search_not_found": "Герой не найден :(",
    "more": "Подробнее..."
  },
  "Leonardo Da Vinci": {
    "name": "Леонардо да Винчи",
    "preview": "Леонардо да Винчи - величайший художник, скульптор, архитектор, изобретатель, писатель, музыкант, человек, преуспевший в феноменальном количестве направлений. Он опередил свое время на несколько веков, совершил открытия, которые повторно будут обнаружены многие годы спустя. Он не был гением. Его главным даром были наблюдательность и интерес буквально ко всему происходящему на уровне одержимости.",
    "biography": {
      "para1": "Многие ошибочно полагают, что \"да Винчи\" - это фамилия великого художника. На самом деле это дословно переводится \"из Винчи\". Винчи - это небольшой городок в окрестностях Флоренции. Кстати город существует и по сей день, его население насчитывает 14,3 тыс. человек. Так что \"да Винчи\" - это не фамилия, а указание на то, откуда родом Леонардо.",
      "para2": "Леонардо да Винчи был бастардом (внебрачным сыном) Пьеро, наследственного нотариуса. В то время можно было сделать внебрачного сына законным, подписав ряд документов и пройдя некоторые бюрократические испытания. Но до конца жизни да Винчи так и останется бастардом. Точной информации, почему отец так и не признал его, нет. Скорее всего это связанно с тем, что если бы Леонардо стал законным сыном, он был бы вынужден продолжить отцовское дело, которое его совершенно не превлекало.",
      "para3": "Свою карьеру Леонардо начал в мастерской Вероккьо. Там он занимался рисованием, черчением и скульптурой. Именно с этого периода времени до нас дошли первые работы да Винчи: \"Крещение Христа\" и \"Благовещение\". В картине \"Крещение Христа\" да Винчи изобразил ангела внизу слева. Другой ангел был изображен учителем Леонардо Вероккьо. Когда Вероккьо увидел ангела да Винчи, учитель осознал превосходства  своего ученика и навсегда забросил рисование. Вазари, самый ранний биограф да Винчи, пишет: \"поражённый Верроккьо забросил кисть и никогда больше не возвращался к живописи\". Уже тут мы видим талант молодого художника. Но примечательно то, что картины неидеальны. Это еще раз доказывает то, что молодой да Винчи не был сверходаренным гением. У него, несомненно, был огромный талант. Но такой же талант был и у сотни других художников. Но именно да Винчи история запомнила, как одного из величайших художников в истории. И это абсолютно точно заслуга его постоянных трудов и невероятной любознательности.",
      "para4": "За свою жизнь Леонардо да Винчи закончил около 15 картин. Для художника, прожившего довольно долгую жизнь (да Винчи умер в возрасте 68 лет), это довольно мало. Для сравнения Рафаэль Санти, другой величайший творец эпохи Высокого Возраждения, умер в возрасте 37 лет, но закончил более 100 картин и фресок! Такое количество законченных картин обуславливается темпом работы Леонардо, вернее даже стилем его работы. Каждый раз, когда он переставал получать удовольствие от работы, он бросал ее. Это одна из главнейших черт Леонардо, его дар и проклятие. Большинство своих картин, включая всеми известную Мону Лизу, он дорабатывал буквально до конца своей жизни. Да Винчи постоянно совершенствовал свои навыки рисования, свое понимание оптики, теней и анатомии, а после получения новых знаний вносил коррективы в работу.",
      "para5": "Венцом всего творчества да Винчи несомненно является \"Мона Лиза\". Да Винчи начал трудиться над картиной в 1503 году и работал над ней влоть до своей смерти в 1519. Кто изображен на этой картине? Есть версия, что на самом деле Мона Лиза - это изображение самого да Винчи в виде женщины. На самом деле все намного скучнее и проще: Мона Лиза - жена торговца шелком, друга Леонардо. Другое название картины - \"Джокондо\". Это фамилия самой Лизы, а ее полное имя - Лиза дель Джокондо. Почему же это картина считается настолько гениальной? Я думаю, что главных причин всего 3: реалистичность, высочайшее мастерство автора и загадочность. Одним из самых обсуждаемых аспектов картины является её знаменитая \"загадочная\" улыбка. В зависимости от угла зрения и освещения, зритель может видеть как лёгкую улыбку, так и её отсутствие. Это стало символом эмоциональной многослойности и глубины человеческой природы."
    },
    "facts": {
      "fact1": "Леонардо да Винчи был геем и не скрывал этого несмотря на то, что тогда это было противозаконно. Однажды он даже попал за это в тюрьму, но пробыл там лишь несколько суток.",
      "fact2": "Да Винчи обожал яркую одежду. Он обожал розовый цвет и постоянно носил одежду именно такого цвета.",
      "fact3": "Одним из пунктов его списка дел было: \"Опиши язык дятла и челюсть крокодила\". Необычное задание для величайшего художника, не правда ли? Этот небольшой пункт помогает понять, насколько сильным был интерес Леонардо буквально ко всему. Да Винчи не переставал задаваться, казалось бы, глупыми вопросами по типу: \"Почему небо голубое?\". Но именно такая безумная любознательность, вместе с талантом и наблюдательностью, сделали из ничем не примечательного бастарда величайшего художника в истории. Кстати язык дятла - вещь поистине удивительная. Он может достигать 2/3 от всей длины тела, это в три раза больше, чем его голова. Когда дятел не пользуется языком, орган оборачивается вокруг черепа. Это защищает мозг птицы от постоянных ударов при долблении дерева.",
      "fact4": "Работа Леонардо \"Спаситель мира\" - самая дорогая картина в истории. Ее стоимость - 450 миллионов долларов",
      "fact5": "На той же картине \"Спаситель мира\" допущена одна довольно грубая ошибка: стеклянный шар, который в руке держит Иисус Христос, никак не искажает изображение. Изображение внутри шара обычно перевернуто вверх ногами из-за эффекта линзы, так как шар действует как сферическая линза. Но на кратине шар идеально прозрачен? Неужели великий художник, долгое время изучавший оптику, допустил такую глупую ошибку? Скорее всего - нет. Сущесвуте можество версий, почему же шар изображен именно так. Самая популярная: Леонардо знал об искажении стеклянного шара, но намеренно не изобразил его, так как это испортило бы атмосферу кратины. Зная то, с каким усердием да Винчи выверял каждую мельчайшую деталь, можно сказать, что это звучит вполне правдоподобно.",
      "fact6": "Чтобы понимать, насколько разносторонним был интерес Леонардо да Винчи, загляните в википедию и посмтрите, какой у него \"род деятельности\". Весь список включает в себя 24 пункта :)",
      "fact7": "Одно из величайших событий в истории живописи: \"бой\" между Леонардо да Винчи и Микеланджело. Бой, конечно, был выражен не кулачной дракой, а схваткой мастерства двух гениев. Леонардо и Микеланджело были приглашены во дворец Синьории для написания двух фресок. Два мастера работали буквально за спиной друг у друга на протяжении 3 лет. Тогда Леонардо было за 50 и он уже был прославленным художником и инженером, а Микеланджело, которому на тот момент было 29, быстро набирал популярность засчет своего таланта и мастерства. Отношения между ними были, мягко говоря, нелучшими. Причин несколько: во-первых, разница в возрасте, во-вторых, различия в стилях работы и подходе к искусству, в-третьих, банальная конкуренция. Жаль, что в этой величайшей битве так и не был выявлен победитель. Обе работы не были закончены.",
      "fact8": "Три самых известных человека своего времени: Леонардо да Винчи, Никколо Макиавелли и Чезаре Борджиа некоторое время пребывали в одном городе и были объединены общим делом. Было это в городе Имола. Тогда Леонардо находился на службе у Чезаре Борджиа. В Имолу да Винчи был послан для урепления обороны. Никколо Макиавелли, служивший дипломатом Флорентийской республики, был отправлен во время военных кампаний Борджиа для наблюдения за его действиями и ведения переговоров. Еще в этом городе Леонардо проявил себя как невероятный кортограф. Просто взгляните на карту, написанную да Винчи. Точность и подробность рисунка просто поражает. Кстати именно Леонардо да Винчи был основателем \"тренда\" на точные военные карты. До этого времени они почти не применялись, а после точнейшего изображения да Винчи стало понятно, насколько важно бывает точное знание и изображение местности.",
      "fact9": "Сфумато - отличительный художественный прием, который Леонардо отточил до уровня совершенства. Именно благодаря этой технике отличают многие работы со спорным авторством. Эта техника заключается в более плавном и размытом изображении контуров. Леонардо рпавильно отметил то, что человеческий глаз не видит точных границ предметов на расстоянии. Эта техника особенно заметка в главном творении да Винчи \"Мона Лиза\"."
    },
    "books": {
      "book1": "Леонардо читал античных мыслителей: Аристотеля, Платона, Птолемея, Архимеда",
      "book2": "Одной из главных книг в жизни да Винчи была книга Альберти \"О живописи\""
    }
  },
  "Steve Jobs": {
    "name": "Стив Джобс",
    "preview": "Генеральный директор Apple и Pixar. Именно благодаря Стиву этот мир увидел Айфон, Макбук, Айпад и Айпод. Ему нравилось делать хорошо. Даже то, что никто никогда не увидит. Стив Джобс и два его друга, Стив Возняк и Рональд Уйэн основали компанию, капитализация которой сейчас составляет 3,38 триллиона долларов, что делает ее самой дорогой в мире. Его часто называют «визионером» и даже «отцом цифровой революции». Мало кто изменил индустрию технологий так, как сделал это Стив Джобс.",
    "biography": "",
    "facts": "",
    "books": ""
  },
  "Elon Musk": {
    "name": "Илон Маск",
    "preview": "Генеральный директор, только вдумайтесь, 6 компаний!!! В этот список входят: Twitter (X), SpaceX, Tesla, NeuroLink, The Boring Company и Solar City. Один из самых влиятельных людей нашего времени. Илон Маск стал первым человеком в истории, чье личное состояние превысило 300 миллиардов долларов. А еще он является отцом по меньшей мере 12 детей. Илон Маск, несомненно, великий человек, человек будущего.",
    "biography": "",
    "facts": "",
    "books": ""
  },
  "Albert Einstein": {
    "name": "Альберт Эйнштейн",
    "preview": "Человек века по мнению Time. Автор теории относительности (та самая формула E=mc^2), квантовой теории фотоэффекта и теплоемкости, квантовой статистики, теории индукционного эффекта и так далее, и так далее. Самый популярный ученый в истории, фотографию которого видел каждый без исключения. Его цитаты ло сих пор ходят по интернету (к сожалению, большинство из них на не принадлежит Альберту Эйнштейну на самом деле). Настоящий символ науки XX века.",
    "biography": "",
    "facts": "",
    "books": ""
  },
  "Alexander The Great": {
    "name": "Александр Македонский",
    "preview": "Александр Македонский - несомненно, самый могущественный человек своего времени и один из самых талантлевейших полководцев в истории. в 20 лет он был правителем одной из величайших империй в истории человечества. Враги звали его \"Александр Проклятый\". Союзники покланялись ему, как настоящему Богу. Учителем Александра был сам Аристотель.",
    "biography": {
      "para1": "Александр Македонский - сын великого царя Филиппа II Македонского. Почти все свое детсво Александр провел со своей матерью, так как царь Филипп постоянно был в походах. В 343 или 342 году до н. э. Филипп решил отправить сына вместе с другими знатными юношами в город Миеза. С этого времени до 340 года до н. э. наставником Александра был сам Аристотель."
    },
    "facts": "",
    "books": ""
  },
  "Winston Churchill": {
    "name": "Уинстон Черчилль",
    "preview": "Величайший премьер-министр Великобритании в истории. По мнению журнала Time Черчилль входит в сисок ста наиболее влиятельных людей XX века. В детстве он пророчески называл себя спасителем Великобритании. Во время Второй мировой войны, когда нацистская Германия напала, это предсказание сбылось. На его похоронах плакала вся страна, а трасляцию церемонии прощания смотрели в общей сложности 350 миллионов человек.",
    "biography": "",
    "facts": "",
    "books": ""
  }
}
