{
  "Common": {
    "biography": "Биография",
    "facts": "Интересные Факты",
    "books": "Любимые Книги"
  },
  "Leonardo Da Vinci": {
    "name": "Леонардо да Винчи",
    "preview": "Леонардо да Винчи - величайший художник, скульптор, архитектор, изобретатель, писатель, музыкант, человек, преуспевший в феноменальном количестве направлений. Он опередил свое время на несколько веков, совершил открытия, которые повторно будут обнаружены многие годы спустя. Он не был гением. Его главным даром были наблюдательность и интерес буквально ко всему происходящему на уровне одержимости.",
    "biography": {
      "para1": "Многие ошибочно полагают, что \"да Винчи\" - это фамилия великого художника. На самом деле это дословно переводится \"из Винчи\". Винчи - это небольшой городок в окрестностях Флоренции. Кстати город существует и по сей день, его население насчитывает 14,3 тыс. человек. Так что \"да Винчи\" - это не фамилия, а указание на то, откуда родом Леонардо.",
      "para2": "Многие ошибочно полагают, что \"да Винчи\" - это фамилия великого художника. На самом деле это дословно переводится \"из Винчи\". Винчи - это небольшой городок в окрестностях Флоренции. Кстати город существует и по сей день, его население насчитывает 14,3 тыс. человек. Так что \"да Винчи\" - это не фамилия, а указание на то, откуда родом Леонардо."
    },
    "facts": {
      "fact1": "Леонардо да Винчи был геем и не скрывал это несмотря на то, что тогда это было противозаконно. Однажды он даже попал за это в тюрьму, но пробыл там лишь несколько суток.",
      "fact2": "Да Винчи обожал яркую одежду. Он обожал розовый цвет и постоянно носил одежду именно такого цвета."
    },
    "books": "Книги да Винчи"
  },
  "Steve Jobs": {
    "name": "Стив Джобс",
    "preview": "Генеральный директор Apple и Pixar. Именно благодаря Стиву этот мир увидел Айфон, Макбук, Айпад и Айпод. Ему нравилось делать хорошо. Даже то, что никто никогда не увидит. Стив Джобс и два его друга, Стив Возняк и Рональд Уйэн основали компанию, капитализация которой сейчас составляет 3,38 триллиона долларов, что делает ее самой дорогой в мире. Его часто называют «визионером» и даже «отцом цифровой революции». Мало кто изменил индустрию технологий так, как сделал это Стив Джобс.",
    "biography": "",
    "facts": "",
    "books": ""
  },
  "Elon Musk": {
    "name": "Илон Маск",
    "preview": "Генеральный директор, только вдумайтесь, 6 компаний!!! В этот список входят: Twitter (X), SpaceX, Tesla, NeuroLink, The Boring Company и Solar City. Один из самых влиятельных людей нашего времени. Илон Маск стал первым человеком в истории, чье личное состояние превысило 300 миллиардов долларов. А еще он является отцом по меньшей мере 12 детей. Илон Маск, несомненно, великий человек, человек будущего.",
    "biography": "",
    "facts": "",
    "books": ""
  },
  "Albert Einstein": {
    "name": "Альберт Эйнштейн",
    "preview": "Человек века по мнению Time. Автор теории относительности (та самая формула E=mc^2), квантовой теории фотоэффекта и теплоемкости, квантовой статистики, теории индукционного эффекта и так далее, и так далее. Самый популярный ученый в истории, фотографию которого видел каждый без исключения. Его цитаты ло сих пор ходят по интернету (к сожалению, большинство из них на не принадлежит Альберту Эйнштейну на самом деле). Настоящий символ науки XX века.",
    "biography": "",
    "facts": "",
    "books": ""
  },
  "Alexander The Great": {
    "name": "Александр Македонский",
    "preview": "Александр Македонский - несомненно, самый могущественный человек своего времени и один из самых талантлевейших полководцев в истории. в 20 лет он был правителем одной из величайших империй в истории человечества. Враги звали его \"Александр Проклятый\". Союзники покланялись ему, как настоящему Богу. Учителем Александра был сам Аристотель.",
    "biography": "",
    "facts": "",
    "books": ""
  },
  "Winston Churchill": {
    "name": "Уинстон Черчилль",
    "preview": "Величайший премьер-министр Великобритании в истории. По мнению журнала Time Черчилль входит в сисок ста наиболее влиятельных людей XX века. В детстве он пророчески называл себя спасителем Великобритании. Во время Второй мировой войны, когда нацистская Германия напала, это предсказание сбылось. На его похоронах плакала вся страна, а трасляцию церемонии прощания смотрели в общей сложности 350 миллионов человек.",
    "biography": "",
    "facts": "",
    "books": ""
  }
}
